Repository: leo1425/AirBattery
Catalog: AirBattery/*.lproj/Localizable.strings
Languages: fr

source: Appearance
fr: Apparence

source: Automatic
fr: Automatique

source: Light
fr: Clair

source: Dark
fr: Sombre

source: Settings...
fr: Réglages...

source: Until Full:
fr: Jusqu'a la charge:

source: Until Empty:
fr: Jusqu'a la décharge:

source: About AirBattery
fr: À propos de AirBattery

source: (Case)
fr: (Boite)

source: mins ago
fr: minutes restantes

source: Percent
fr: Pourcentage

source: Device Icon
fr: Icône de l'appareil

source: Built-in Battery Style
fr: Style de la batterie par défaut

source: Quit AirBattery
fr: Quitter AirBattery

source: Show AirBattery
fr: Afficher AirBattery

source: Menu Bar
fr: Barre de menu

source: Both
fr: Les deux

source: None
fr: Aucun

source: Carousel Mode
fr: Mode du Carrousel

source: Discover iOS devices via Network
fr: Rechercher des appareils iOS via le réseau

source: Discover iOS devices via Bluetooth
fr: Rechercher des appareils iOS via Bluetooth

source: Apple Pencil from your iPad
fr: Stylet Apple de votre iPad

source: Discover BT and BLE devices
fr: Rechercher des appareils BT et BLE

source: Discover more BT devices
fr: Rechercher plus d'appareils BT

source: Discover more BLE devices
fr: Rechercher plus d'appareils BLE

source: after 20min
fr: Après 20min

source: after 40min
fr: Après 40min

source: after 60min
fr: Après 60min

source: Remove Offline Device
fr: Supprimer l'appareil hors ligne

source: Never
fr: Jamais

source: Hidden
fr: Caché

source: AirBattery is not running Launch the app to make the widget work
fr: Veuillez d'abord lancer l'application AirBattery pour que le widget fonctionne

source: Displays battery usage for your devices from AirBattery
fr: Afficher le niveau de batterie de vos appareils via AirBattery

source: More ways to displays battery usage for your devices
fr: Plus de façons d'afficher le niveau de batterie de vos appareils

source: Displays battery usage for your devices without percentage
fr: Afficher le niveau de batterie de vos appareils sans pourcentage

source: Displays the battery usage of a specific device
fr: Afficher le niveau de batterie d'un appareil spécifique

source: Launch at Login
fr: Lancer au démarrage

source: General
fr: Général

source: Blocklist
fr: Liste de blocage

source: AirBattery Settings
fr: Paramètre de AirBattery

source: Hidden Device:
fr: Appareil caché:

source: Dynamic Battery Icon
fr: Icône de batterie dynamique

source: Show Percentage
fr: Afficher le pourcentage

source: Hide percentage when above
fr: Masquer le pourcentage au-dessus de

source: Reverse Device List
fr: Inverser la liste des appareils

source: No Device Found!
fr: Aucun appareil trouvé!

source: Low Battery
fr: Batterie faible

source: "%@" remaining battery %d%%
fr: "%@" batterie restante %d%%

source: Fully Charged
fr: Batterie complètement chargée

source: "%@" battery has reached %d%%
fr: "%@" la batterie a atteint %d%%

source: Snooze for 30 minutes
fr: Rappeler dans 30 minutes

source: Select a Device in Preferences
fr: Veuillez sélectionner un appareil dans les préférences

source: Single Device Widget
fr: Widget avec un seul appareil

source: Refresh Interval (min)
fr: Intervalle de rafraîchissement (min)

source: Refresh Interval
fr: Intervalle de rafraîchissement

source: Earbud Merging Threshold
fr: Seuil de fusion des écouteurs

source: Short
fr: Courte

source: Medium
fr: Moyenne

source: Long
fr: Longue

source: Relaunch Required
fr: Redémarrage de l'application nécessaire

source: Relaunch AirBattery to apply this change
fr: Redémarrer AirBattery pour appliquer ce changement

source: Searching:
fr: Recherche:

source: Update
fr: Mise à jour

source: Check for Updates…
fr: Rechercher des mises à jour…

source: Automatically check for updates
fr: Vérifier automatiquement

source: Automatically download updates
fr: Télécharger automatiquement

source: Not Set
fr: Non défini

source: Click Dock icon again to hide this panel
fr: Cliquez à nouveau sur l'icône du Dock pour masquer ce panneau

source: Scan your iPhone / iPad / Apple Watch / VisionPro and other iDevices in your local network.
fr: Rechercher vos iPhone / iPad / Apple Watch / VisionPro et vos autres appareils Apple sur votre réseau local.

source: Scan your iPhone and iPad (Cellular) via Bluetooth.
fr: Rechercher vos iPhone et iPad (Cellulaire) via Bluetooth.

source: Read the battery status of the connected Apple Pencil through your iPad (It may take 10 minutes or longer to discover the Pencil for the first time) WARNING: This is a BETA feature and may drain your iPad's battery faster!
fr: Lire le statut de la batterie de l'Apple Pencil connecté via votre iPad (Il peut falloir 10 minutes ou plus pour découvrir le Pencil pour la première fois) ATTENTION: Ceci est une fonctionnalité BETA et peut décharger la batterie de votre iPad plus rapidement!

source: Get the battery usage of some Bluetooth peripherals like mouse, keyboard, headphone or etc. If some of your device is not shown, try enabling "Discover more BT devices" or "Discover more BLE devices"
fr: Obtenez le niveau de batterie de certains périphériques Bluetooth tels que la souris, le clavier, le casque, etc. Si certains de vos appareils ne sont pas affichés, essayez d'activer "Découvrir plus d'appareils BT" ou "Découvrir plus d'appareils BLE"

source: Get the battery usage of more third-party Bluetooth devices Battery data will be updated when devices are reconnected to the Mac or the Mac wakes up.
fr: Obtenez le niveau de batterie de plus d'appareils Bluetooth tiers Les données de la batterie seront mises à jour lorsque les appareils seront reconnectés au Mac ou lorsque le Mac se réveillera.

source: Try to get the battery usage of any Bluetooth device that AirBattery can find WARNING: This is a BETA feature and may cause unexpected errors!
fr: Essayez d'obtenir le niveau de batterie de tout appareil Bluetooth qu'AirBattery peut trouver ATTENTION: Ceci est une fonctionnalité BETA et peut provoquer des erreurs inattendues!

source: Show or hide this Mac's built-in battery in the Dock icon
fr: Afficher ou masquer la batterie de ce Mac dans l'icône du Dock

source: Cycle through all found devices in the Dock icon
fr: Faire défiler tous les appareils trouvés dans l'icône du Dock

source: If the difference in battery usage between the left and right earbuds is less than this value, AirBattery will show them as one device.
fr: Si la différence d'utilisation de la batterie entre les écouteurs gauche et droit est inférieure à cette valeur, AirBattery les affichera comme un seul appareil.

source: System Default
fr: Paramètres par défaut

source: System Default: Determined by macOS Nearbility: Same as Nearbility setting
fr: Paramètres par défaut: Déterminé par macOS Proximité: Identique au paramètre Proximité

source: AirBattery battery usage widget
fr: Widget d'utilisation de la batterie AirBattery

source: Enter Device Name
fr: Entrez le nom de l'appareil

source: Right click to configure
fr: Clic droit pour configurer

source: Device Name Copied
fr: Nom de l'appareil copié

source: Device name "%@" has been copied to the clipboard.
fr: Le nom de l'appareil "%@" a été copié dans le presse-papiers.

source: Copy
fr: Copier

source: Group ID Copied
fr: Identifiant de groupe copié

source: Group ID has been copied to the clipboard.
fr: L'identifiant de groupe a été copié dans le presse-papiers.

source: Reload All Widgets
fr: Recharger tous les widgets

source: Default
fr: Par défaut

source: Custom
fr: Personnalisé

source: Enable Nearcast
fr: Activer la diffusion locale

source: Group ID
fr: Identifiant de groupe

source: Invalid group ID
fr: Identifiant de groupe non valide

source: New
fr: Nouveau

source: Please create or enter a valid Group ID before use!
fr: Veuillez créer ou entrer un identifiant de groupe valide avant utilisation!

source: Group ID copied. Please enter it on your other Mac to join this group.
fr: Identifiant de groupe copié. Veuillez le saisir sur votre autre Mac pour rejoindre ce groupe.

source: Nearcast will broadcast your battery data within the local network.
fr: Cela diffusera vos données de batterie sur le réseau local.

source: Your data has been encrypted using the group id, don't share it with others.
fr: Vos données ont été cryptées en utilisant l'identifiant de groupe, ne le partagez pas avec d'autres.

source: Add to List
fr: Ajouter à la liste

source: Cancel
fr: Annuler

source: Colorful Battery Icon
fr: Icône de batterie colorée

source: Transmit to...
fr: Transmettre vers...

source: Transmitting
fr: Transmission

source: Transmission Failed
fr: Échec de la transmission

source: Failed to disconnect %@!
fr: Échec de la déconnexion de %@!

source: No Available Peers
fr: Aucun pair disponible

source: Unknown Command
fr: Commande inconnue

source: doesn't support command "%@"
fr: ne supporte pas la commande "%@"

source: Device Connected
fr: Appareil connecté

source: %@ from %@
fr: %@ de %@

source: Connection Failed
fr: Échec de la connexion

source: cannot connect to your device!
fr: Impossible de se connecter à votre appareil!

source: Save
fr: Enregistrer

source: Delete
fr: Supprimer

source: Battery alert for
fr: Alerte de batterie pour

source: Notify me when battery charged above:
fr: Me prévenir lorsque la batterie est chargée au-dessus de:

source: Notify me when battery goes below:
fr: Me prévenir lorsque la batterie descend en dessous de:

source: Displaying AirBattery on the Dock will consume more power, it is better to use Menu Bar mode or Widgets.
fr: Afficher AirBattery dans le Dock consommera plus d'énergie, il est préférable d'utiliser le mode Barre de menu ou les Widgets.

source: Inside
fr: À l'intérieur

source: Outside
fr: À l'extérieur

source: Battery Icon Style
fr: Style de l'icône de batterie

source: Menu Bar & Dock
fr: Barre menu & Dock

source: Startup
fr: Démarrage

source: Others
fr: Autres

source: Peer Info
fr: Informations sur les pairs

source: Local ID
fr: Identifiant local

source: Same as Nearbility
fr: Identique à "Proximité"

source: Reload
fr: Recharger

source: If you see a bluetooth pairing request from any device that isn't yours, add it to your blocklist!
fr: Si vous voyez une demande d'appairage Bluetooth provenant d'un appareil qui n'est pas le vôtre, ajoutez-le à votre liste de blocage!

source: If some of your devices shows battery level in the Bluetooth menu, but AirBattery doesn't find it. Try disconnecting and reconnecting it, and wait a few minutes.
fr: Si certains de vos appareils affichent le niveau de batterie dans le menu Bluetooth, mais qu'AirBattery ne les trouve pas. Essayez de les déconnecter et de les reconnecter, puis attendez quelques minutes.

source: AirBattery Tips
fr: Conseils AirBattery

source: Don't remind me again
fr: Ne plus me rappeler

source: Allowlist Mode
fr: Mode liste blanche

source: Only the following devices will be showed
fr: AirBattery ne montrera que les appareils suivants

source: The following devices will be ignored
fr: AirBattery ignorera les appareils suivants

source: Command Line Tool
fr: Outil en ligne de commande

source: Uninstall
fr: Désinstaller

source: Install
fr: Installer

source: After installation, you can run "airbattery" in yor terminal to list all devices.
fr: Après l'installation, vous pouvez exécuter "airbattery" dans votre terminal pour lister tous les appareils.

source: Nearbility
fr: Proximité

source: Nearcast
fr: Diffusion locale
